accerciser
alsa-utils
android-tools
ardour
baobab
base
base-devel
bind
brave-bin
catppuccin-gtk-theme-macchiato
cheese
chromium
cliphist
composer
d-spy
dbeaver
dconf-editor
devhelp
dialog
discord
dl-librescore
docker
docker-compose
dosfstools
drawio-desktop
efibootmgr
endeavour
eog
epiphany
evince
evolution
fastfetch
file-roller
gdm
geary
ghex
ghostty
git
gitg
github-cli
glade
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helvum
hitori
htop
hyprland
hyprpaper
hyprshot
iagno
ibus
ibus-anthy
ibus-autostart
kitty
koodo-reader-bin
lazydocker
less
liberica-jdk-21-full-bin
libreoffice-still
librewolf-bin
lightsoff
linux
linux-firmware
linux-headers
loupe
mako
malcontent
mingw-w64-gcc
mpv
mtools
musescore-bin
nautilus
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
npm
nvidia
obs-studio
orca
os-prober
pacman-contrib
parsec-bin
php
pnpm
polari
postman-bin
python-pip
qbittorrent
quadrapassel
raylib
realtime-privileges
rofi-wayland
rygel
sassc
seahorse
simple-scan
snapshot
spotify
spotify-adblock
sushi
sysprof
tali
tecla
telegram-desktop
totem
traceroute
ttf-font-awesome
ttf-jetbrains-mono-nerd
v4l2loopback-dkms
vim
vim-plug
visual-studio-code-bin
vital-synth
waybar
wget
winbox
wine
wireless_tools
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yabridge
yabridgectl
yay
yay-debug
yelp
